Revit 2027 API
ParameterTypeId.SpotElevTextLocation Property
 "Text Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevTextLocation { get; }
Public Shared ReadOnly Property SpotElevTextLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevTextLocation {
	ForgeTypeId^ get ();
}
static member SpotElevTextLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace